<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <title>Document</title>
    <link rel="stylesheet" href="assets/css/style.css">
    <link rel="stylesheet" href="style.css">
    <link rel="stylesheet" href="stylek.css">
    <link rel="stylesheet" href="smartbasket/css/smartbasket.min.css">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

</head>

<body>

    <?php require 'header.php'; ?>

        <div class="soglosh">
            <div class="soglosh__c">
                <div class="bem-content bem-content_mobile-on-grey bem-content_middle p">
                    <div class="bem-title">Пользовательское соглашение.</div>
                    <p class="p p_mb">
                        Настоящие «Условия заказа» являются публичной офертой, предлагающей заключить договор розничной купли-продажи на следующих условиях между следующими лицами:
                    </p>
                    <div class="bem-content__divider"></div>
                    <p class="p p_mb">
                        <b>Продавец</b> — Индивидуальный предприниматель  Убайдулаев Джамал Магомедович. г. Махачкала, п,Шамхал-Термен ул. Гаджиева 8, контактный адрес: г. Махачкала, пр-т И. Шамиля, 5. 
                    </p>
                    <div class="bem-content__divider"></div>
                    <p class="p p_mb">
                        <b>Покупатель</b> — совершеннолетнее лицо, приобретающее Товары исключительно для личных нужд, не связанных с осуществлением предпринимательской деятельности.
                    </p>
                    <div class="bem-content__divider"></div>
                    <p class="p p_mb">
                        Договор купли-продажи считается заключенным в надлежащей форме с момента получения заказа Продавцом от Покупателя. 
                        Факт осуществления заказа означает присоединение Покупателя к данным Условиям заказа в целом. 
                        Отношения в&nbsp;области защиты прав потребителей регулируются Гражданским кодексом Российской Федерации, 
                        Законом «О&nbsp;защите прав потребителей» и&nbsp;принимаемыми в&nbsp;соответствии с&nbsp;ним иными федеральными законами и&nbsp;правовыми актами Российской Федерации.
                    </p>
                    <div class="bem-content__divider"></div>
                    <div class="bem-subtitle">Предмет Договора и&nbsp;цена Товара</div>
                    <p class="p p_mb">Продавец передает, а&nbsp;Покупатель принимает и&nbsp;оплачивает товары на&nbsp;условиях настоящего Договора</p>
                    <p class="p p_mb">
                        Право собственности на&nbsp;Заказанные Товары переходит к&nbsp;Покупателю с&nbsp;момента фактической передачи Товара Покупателю и&nbsp;оплаты последним полной стоимости Товара. 
                        Риск его случайной гибели или повреждения Товара переходит к&nbsp;Покупателю с&nbsp;момента фактической передачи Товара Покупателю
                    </p>
                    <div class="bem-content__divider"></div>
                    <div class="bem-subtitle">Момент заключения договора</div>
                    <p class="p p_mb">Текст данного Договора является публичной офертой (в&nbsp;соответствии со&nbsp;статьёй 435 и&nbsp;частью 2&nbsp;статьи 437 Гражданского кодекса Российской Федерации).</p>
                    <h4 class="h4">Акцептируя настоящую оферту, Покупатель выражает согласие в&nbsp;том, что:</h4>
                    <ul class="bem-ul">
                        <li class="bem-ul__item">
                            регистрационные данные (в&nbsp;том числе персональные данные) указаны им&nbsp;добровольно
                        </li>
                        <li class="bem-ul__item">
                            регистрационные данные (в&nbsp;том числе персональные данные) передаются в&nbsp;электронной форме по&nbsp;открытым каналам связи сети «Интернет»
                        </li>
                        <li class="bem-ul__item">
                            регистрационные данные (в&nbsp;том числе персональные данные) переданы Продавцу для реализации целей, 
                            указанных в&nbsp;настоящей оферте и&nbsp;могут быть переданы третьим лицам, для реализации целей, указанных в&nbsp;настоящей оферте
                        </li>
                        <li class="bem-ul__item">
                            регистрационные данные (в&nbsp;том числе персональные данные) могут быть использованы Продавцом в&nbsp;целях продвижения товаров и&nbsp;услуг, 
                            путем осуществления прямых контактов с&nbsp;Покупателем с&nbsp;помощью каналов связи
                        </li>
                        <li class="bem-ul__item">
                            в&nbsp;целях дополнительной защиты от&nbsp;мошеннических действий указанные Покупателем регистрационные данные (в&nbsp;том числе персональные данные) могут быть переданы банку, 
                            осуществляющему транзакции по&nbsp;оплате оформленных  заказов
                        </li>
                        <li class="bem-ul__item">
                            данное Покупателем согласие на&nbsp;обработку его регистрационных данных (в&nbsp;том числе персональных данных) является бессрочным и&nbsp;может быть отозвано Покупателем или его законным представителем, 
                            подачей письменного заявления, переданного Продавцу по месту его фактического нахождения.
                        </li>
                    </ul>
                    <div class="bem-content__divider"></div>
                    <p class="p p_mb">
                        Факт оформления заказа Покупателем является безоговорочным фактом принятия Покупателем условий данного Договора, 
                        в&nbsp;том числе согласием Покупателя на&nbsp;рассылку ему Продавцом смс-сообщений о&nbsp;статусе его заказа и&nbsp;опросов для улучшения качества обслуживания Покупателей. 
                        Покупатель, приобретший товар в&nbsp;Интернет-магазине Продавца (оформивший заказ товара), рассматривается как лицо, вступившее с&nbsp;продавцом в&nbsp;отношения на&nbsp;условиях настоящего Договора.
                    </p>
                    <div class="bem-content__divider"></div>
                    <div class="bem-subtitle">Права и&nbsp;обязанности сторон</div>
                    <h4 class="h4">Продавец обязуется:</h4> 
                    <ul class="bem-ul">
                        <li class="bem-ul__item">
                            с&nbsp;момента заключения настоящего Договора обеспечить в&nbsp;полной мере все обязательства перед Покупателем в&nbsp;соответствии с&nbsp;условиями настоящего договора и&nbsp;действующего законодательства. 
                            Продавец оставляет за&nbsp;собой право невыполнения обязательств по&nbsp;Договору в&nbsp;случае возникновения обстоятельств непреодолимой силы, 
                            то есть  чрезвычайных и непредотвратимых при данных условиях обстоятельств, предусмотренных настоящих Договором. 
                        </li>
                        <li class="bem-ul__item">
                            Продавец имеет право: Изменять настоящий Договор, Цены на&nbsp;Товар и&nbsp;Тарифы на&nbsp;сопутствующие услуги, способы и&nbsp;сроки оплаты и&nbsp;доставки товара в&nbsp;одностороннем порядке, 
                            помещая их&nbsp;на&nbsp;страницах интернет-магазина, расположенного по&nbsp;интернет-адресу: <a href="https://cyberpc.ru" class="bem-link">cyberpc.ru</a>
                            Все изменения вступают в&nbsp;силу немедленно после публикации, и&nbsp;считаются доведенными до&nbsp;сведения Покупателя с&nbsp;момента такой публикации.
                        </li>
                        <li class="bem-ul__item">
                            Осуществлять записи телефонных переговоров с&nbsp;Покупателем. В&nbsp;соответствии с&nbsp;п.&nbsp;4&nbsp;ст.&nbsp;16&nbsp;Федерального закона «Об&nbsp;информации, информационных технологиях и&nbsp;о&nbsp;защите информации» 
                            Продавец обязуется: предотвращать попытки несанкционированного доступа к&nbsp;информации и/или передачу ее&nbsp;лицам, не&nbsp;имеющим непосредственного отношения к&nbsp;исполнению Заказов, 
                            своевременно обнаруживать и&nbsp;пресекать такие факты.
                        </li>
                        <li class="bem-ul__item">
                            Без согласования с&nbsp;Покупателем, передавать свои права и&nbsp;обязанности по&nbsp;исполнению Договора третьим лицам.
                        </li>
                        <li class="bem-ul__item">
                            Продавец вправе произвести ограничения по&nbsp;сумме заказываемых товаров на&nbsp;один день доставки.
                        </li>
                        <li class="bem-ul__item">
                            Продавец вправе изменять условия Акций, помещая их&nbsp;на&nbsp;страницах интернет-магазина, расположенного по&nbsp;интернет-адресу: 
                            <a href="https://05.ru" class="bem-link">05.ru</a>, в&nbsp;одностороннем порядке без согласия Покупателя,
                            помещая их&nbsp;на&nbsp;страницах интернет-магазина, расположенного по&nbsp;интернет-адресу: <a href="https://cyberpc.ru" class="bem-link">cyberpc.ru</a>
                        </li>
                    </ul>
                    <h4 class="h4">Покупатель обязуется:</h4> 
                    <ul class="bem-ul">
                        <li class="bem-ul__item">
                            До&nbsp;момента заключения Договора ознакомиться с&nbsp;содержанием и&nbsp;условиями Договора, ценами на&nbsp;Товар, предлагаемыми Продавцом и размещенных на страницах интернет-магазина. 
                        </li>
                        <li class="bem-ul__item">
                            Во&nbsp;исполнение Продавцом своих обязательств перед Покупателем последний должен сообщить все необходимые данные, 
                            однозначно идентифицирующие его как покупателя, и&nbsp;достаточные для доставки Покупателю оплаченного им&nbsp;Товара.
                        </li>
                        <li class="bem-ul__item">
                            Оплатить заказанный Товар и&nbsp;его доставку на&nbsp;условиях настоящего договора.
                        </li>
                        <li class="bem-ul__item">
                            Соблюдать Правила продажи.
                        </li>
                        <li class="bem-ul__item">
                            Не&nbsp;использовать товар, заказанный на&nbsp;интернет-сайте в&nbsp;предпринимательских целях.
                        </li>
                    </ul>
                    <div class="bem-content__divider"></div>
                    <h4 class="h4">Отзыв оферты</h4>
                    <p class="p p_mb">
                        Отзыв оферты (Договора) может быть осуществлён Продавцом в&nbsp;любое время, но&nbsp;это не&nbsp;является основанием для отказа от&nbsp;обязательств Продавца по&nbsp;уже заключённым договорам. 
                        Продавец обязуется разместить уведомление об&nbsp;отзыве оферты, в&nbsp;своем интернет-магазине, с&nbsp;указанием точного времени отзыва оферты, 
                        не&nbsp;менее чем за&nbsp;12&nbsp;часов до&nbsp;факта наступления события отзыва (приостановки) действия Оферты.
                    </p>
                    <div class="bem-content__divider"></div>
                    <h4 class="h4">Форс-мажор</h4>
                    <p class="p p_mb">
                        Любая из&nbsp;Сторон освобождается от&nbsp;ответственности за&nbsp;полное или частичное неисполнение своих обязательств по&nbsp;настоящему Договору, если это неисполнение было вызвано обстоятельствами непреодолимой силы, 
                        возникшими после подписания настоящего Договора. «Обстоятельства Непреодолимой Силы», означают чрезвычайные события или обстоятельства, которые такая Сторона не&nbsp;могла предвидеть или предотвратить доступными ей&nbsp;средствами. 
                        Такие чрезвычайные события или обстоятельства включают в&nbsp;себя, в&nbsp;частности: забастовки, наводнения, пожары, землетрясения и&nbsp;иные стихийные бедствия, войны, военные действия, 
                        действия российских или иностранных государственных органов, а&nbsp;также любые иные обстоятельства, выходящие за&nbsp;пределы разумного контроля любой из&nbsp;Сторон. 
                        Изменения действующего законодательства или нормативных актов, прямо или косвенно влияющие на&nbsp;какую-либо из&nbsp;Сторон, не&nbsp;рассматриваются как Обстоятельства непреодолимой силы, однако, в&nbsp;случае внесения таких изменений, 
                        которые не&nbsp;позволяют любой из&nbsp;Сторон исполнить какие-либо из&nbsp;ее&nbsp;обязательств по&nbsp;настоящему Договору, Стороны обязаны незамедлительно принять решение относительно порядка работы по&nbsp;устранению этой проблемы с&nbsp;тем, 
                        чтобы обеспечить Сторонам продолжение исполнения настоящего Договора.
                    </p>
                    <div class="bem-content__divider"></div>
                    <h4 class="h4">Прочие условия</h4>
                    <p class="p p_mb">Все споры, связанные с&nbsp;неисполнением, или ненадлежащим исполнением своих обязательств по&nbsp;настоящему договору стороны будут стараться решить в&nbsp;ходе переговоров.</p>
                    <p class="p p_mb">В&nbsp;случае не&nbsp;достижения согласия в&nbsp;ходе переговоров, споры будут разрешаться в&nbsp;судебном порядке в&nbsp;соответствии с&nbsp;действующим законодательством Российской Федерации.</p>
                </div>
            </div>
        </div>
        



        <?php require 'footer.php'; ?>

</script>
</body>

</html>
